Repository: ivannin/simple-basket
Catalog: lang/simple_basket-*.po
Languages: ru_ru

source: Please enter required data!
ru_ru: Пожалуйста, заполните требуемые поля!

source: Please specify correct E-mail!
ru_ru: Пожалуйста, укажите корректный E-mail

source: Please specify correct phone!
ru_ru: Пожалуйста, укажите корректный номер телефонаl

source: Basket is empty.
ru_ru: Корзина пуста

source: USD
ru_ru: &nbsp;руб.

source: Title
ru_ru: Наименование

source: Quo
ru_ru: Количество

source: Price
ru_ru: Цена

source: Summ
ru_ru: Сумма

source: Total
ru_ru: Итого

source: Cost
ru_ru: Стоимость

source: Delivery
ru_ru: Доставка

source: Customer
ru_ru: Заказчик

source: Phone
ru_ru: Телефон

source: New
ru_ru: Новый

source: Thank you for your order!
ru_ru: Спасибо за заказ!

source: Your order code is #
ru_ru: Код вашего заказа №

source: Basket
ru_ru: Корзина

source: Customer Info
ru_ru: Ваши данные

source: Your Name
ru_ru: Ваше имя

source: Your E-mail
ru_ru: Ваш E-mail

source: Your Phone
ru_ru: Ваш телефон

source: Shipping Type
ru_ru: Тип доставки

source: Shipping address and other comments
ru_ru: Адрес доставки и пожелания по доставке

source: Have any comments or wishes? Please enter here...
ru_ru: Ваши коментарии или пожелания...

source: Shipping Address
ru_ru: Адрес доставки

source: Checkout Order
ru_ru: Оформить заказ

source: Update
ru_ru: Пересчитать

source: Delivery Types
ru_ru: Типы доставки

source: Delivery Type
ru_ru: Тип доставки

source: Parent Delivery Type:
ru_ru: Родительский тип:

source: All Delivery Types
ru_ru: Все типы

source: View Delivery Types
ru_ru: Просмотр типа

source: Add New Delivery Type
ru_ru: Добавить новый тип

source: New Delivery Type
ru_ru: Новый тип

source: Edit Delivery Type
ru_ru: Редактировать тип

source: Update Delivery Type
ru_ru: Обновить тип

source: Search delivery type
ru_ru: Поиск типов

source: No delivery types found
ru_ru: Типы доставки не найдены

source: No delivery types found in Trash
ru_ru: Нет удаленных типов доставки

source: Delivery types
ru_ru: Типы доставки

source: Buy
ru_ru: Купить

source: Simple Basket
ru_ru: Корзина

source: Please change the settings with caution. It is better to go to a technical expert.
ru_ru: Пожалуйста, изменяйте параметры с осторожностью. Лучше обратиться к техническому эксперту.

source: Main Options
ru_ru: Основные параметры

source: Messages
ru_ru: Сообщения

source: Basket Options
ru_ru: Параметры корзины

source: Buy Now Button Caption
ru_ru: Надпись на кнопке

source: This parameter specifies the caption on the buttom [Buy]. To display this button use shortcode [basket-buy-button] or call function &lt;?php showBuyNowButton() ?&gt;
ru_ru: Этот параметр задает надпись на кнопке [Купить]. Для вывода кнопки используется шорткод [basket-buy-button] или вызов функции &lt;?php showBuyNowButton() ?&gt;

source: Order Page
ru_ru: Страница с формой заказа

source: This parameter specifies the URL of page contains order form. To display thу order form use shortcode [basket-order-form]
ru_ru: Этот параметр задает URL страницы с формой заказа. Для вывода формы заказа используется шорткод [basket-order-form]

source: Product Catalog
ru_ru: Каталог продуктов

source: Price Custom Field
ru_ru: Поле Цена

source: This parameter specifies the name of product custom field that contains the price.
ru_ru: Этот параметр задает название настраиваемого поля, содержащего цену продукта.

source: Paid Delivery
ru_ru: Доставка

source: My shop has different paid delivery plans.
ru_ru: Мой магазин использует оплачиваемые планы доставки.

source: After change this mode you must update settings at <a href="/wp-admin/options-permalink.php">permalink options page</a>.
ru_ru: После изменения этой установки перейдите на страницу <a href="/wp-admin/options-permalink.php">Постоянные ссылки</a> и нажмите там кнопку [Сохранить изменения].

source: Default Delivery Plan
ru_ru: План доставки по умолчанию

source: None
ru_ru: Нет

source: This parameter specifies the default delivery plan at customer order.
ru_ru: Этот параметр устанавливает доставку по умолчанию в заказе пользователя.

source: Google Analytics intergation
ru_ru: Интеграция с Google Analytics

source: This parameter specifies the integration mode with Google Analytits. This option adds the necessary tracking code to the page "Thanks for your purchase". For correct intergation e-commerce mode must be enabled at Google Analytics profile options.
ru_ru: Этот параметр определяет режим интеграции с Google Analytics. Эта опция добавляет необходимый код отслеживания на страницу "Спасибо за покупку". Для корректной работы должен быть включен электронной коммерции в профиле Google Analytics.

source: Virtual page Order Complete
ru_ru: Виртуальная страница успешного заказа

source: This parameter specifies the URL of virtual page tracking GA when order completed. Leave it empty to disable this option.
ru_ru: Этот параметр задает URL виртуальной страницы, который будет передан в GA при успешном заказе. Нужно для указания цели конверсии. Оставьте пустным, чтобы отключить эту возможность.

source: Confirmation E-mail to customer
ru_ru: Письмо-подтверждение заказа покупателю

source: Subject
ru_ru: Тема

source: User E-mail Text
ru_ru: Текст письма покупателю

source: Confirmation E-mail to administrator
ru_ru: Письмо-подтверждение заказа администратору

source: Admin E-mail Text
ru_ru: Текст письма администратору

source: <p>This parameters specify the test fo user and admin confirmation e-mail's.<br> If this paramater is empty no e-mail will send to user.<br/> You may user the following short codes:</p><ul> <li>[order-code] - the order code</li><li>[order-customer] - the customer name </li><li>[order-email] - the customer E-mail </li><li>[order-phone] - the customer phone number </li><li>[order-comment] - the order comment </li><li>[order-items] - the table with order items</li></ul>
ru_ru: <p>Эти параметры задают шаблоны писем для покупателя и администратоов сайта. Оставте пустым тело письма, чтобы письмо не отправлялось.<br/>В теле и теме письма вы можете использовать следующие сокращения:</p><ul><li>[order-code] - код заказа</li><li>[order-customer] - имя пользователя</li><li>[order-email] - E-mail пользователя</li><li>[order-phone] - телефон пользователя</li><li>[order-comment] - комментарий к заказу</li><li>[order-items] - таблица с элементами заказа</li></ul>

source: Update settings
ru_ru: Сохранить

source: Orders
ru_ru: Заказы

source: Order
ru_ru: Заказ

source: All orders
ru_ru: Все заказы

source: View orders
ru_ru: Просмотр заказов

source: Add new order
ru_ru: Добавить новый заказ

source: New order
ru_ru: Новый заказ

source: Edit order
ru_ru: Редактировать

source: Update order
ru_ru: Обновить заказ

source: Search order
ru_ru: Поиск заказов

source: No orders found
ru_ru: Заказы не найдены

source: No orders found in Trash
ru_ru: Нет удаленных заказов

source: Statuses
ru_ru: Статус

source: Status
ru_ru: Статус

source: All Statuses
ru_ru: Все статусы

source: Parent Status
ru_ru: Родительский статус

source: Parent Status:
ru_ru: Родительский статус:

source: New Status Name
ru_ru: Название нового статуса

source: Add New Status
ru_ru: Добавить статус

source: Edit Status
ru_ru: Редактировать

source: Update Status
ru_ru: Обновить

source: Separate statuses with commas
ru_ru: Отделяйте статусы запятыми

source: Search statuses
ru_ru: Поиск статусов

source: Add or remove statuses
ru_ru: Добавить или удалить статус

source: Choose from the most used statuses
ru_ru: Выберите самые часто используемые статусы

source: New Order
ru_ru: Новый заказ

source: In Process
ru_ru: На исполнении

source: Order In Process
ru_ru: Заказ в исполнении

source: Completed
ru_ru: Выполнен

source: Order Completed
ru_ru: Заказ выполнен

source: Canceled
ru_ru: Отказались

source: Order Canceled
ru_ru: Заказчик отказался от заказа

source: Order Code
ru_ru: Код заказа

source: Add to basket
ru_ru: Добавить в корзину

source: Simple Basket Options
ru_ru: Параметры корзины

source: You do not have sufficient permissions to access this page.
ru_ru: У вас нет разрешений на доступ к этой странице.

source: The plugin has been updated, but could not be reactivated. Please reactivate it manually.
ru_ru: Плагин обновлен, но не активирован. Активируйте его вручную.

source: Plugin reactivated successfully.
ru_ru: Плагин активирован.
